Repository: Aynshe/BatRun
Catalog: Locales/*/messages.po
Languages: ar, de, es, fr, it, ja, pl, pt, tr

source: Open BatRun
de: BatRun öffnen
fr: Ouvrir BatRun
it: Apri BatRun
ja: BatRunを開く
pl: Otwórz BatRun

source: Launch RetroBat
de: RetroBat starten
fr: Lancer RetroBat
it: Avvia RetroBat
ja: RetroBatを起動
pl: Uruchom RetroBat

source: Launch BatGui
de: BatGui starten
fr: Lancer BatGui
it: Avvia BatGui
ja: BatGuiを起動
pl: Uruchom BatGui

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
pl: Ustawienia ogólne

source: Controller Mappings
de: Controller-Zuordnungen
fr: Configuration des manettes
it: Mappatura controller
ja: コントローラー設定
pl: Mapowanie kontrolera

source: Help
de: Hilfe
fr: Aide
it: Aiuto
ja: ヘルプ
pl: Pomoc

source: Help & Support
de: Hilfe & Support
fr: Aide & Support
it: Aiuto e supporto
ja: ヘルプとサポート
pl: Pomoc i wsparcie

source: View Logs
de: Protokolle anzeigen
fr: Voir les logs
it: Visualizza log
ja: ログを表示
pl: Pokaż dzienniki

source: View Error Logs
de: Fehlerprotokolle anzeigen
fr: Voir les logs d'erreurs
it: Visualizza log errori
ja: エラーログを表示
pl: Pokaż dzienniki błędów

source: About
de: Über
fr: À propos
it: Informazioni
ja: バージョン情報
pl: O programie

source: Exit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
pl: Wyjście

source: Focus Settings
de: Fokus-Einstellungen
fr: Paramètres de focus
it: Impostazioni focus
ja: フォーカス設定
pl: Ustawienia skupienia

source: Focus Duration:
de: Fokusdauer:
fr: Durée du focus :
it: Durata focus:
ja: フォーカス持続時間:
pl: Czas skupienia:

source: Focus Interval:
de: Fokusintervall:
fr: Intervalle de focus :
it: Intervallo focus:
ja: フォーカス間隔:
pl: Interwał skupienia:

source: Windows Settings
de: Windows-Einstellungen
fr: Paramètres Windows
it: Impostazioni Windows
ja: Windows設定
pl: Ustawienia Windows

source: Start with Windows:
de: Mit Windows starten:
fr: Démarrer avec Windows :
it: Avvia con Windows:
ja: Windowsと同時に起動:
pl: Uruchamiaj z Windows:

source: Minimize active windows on launch
de: Aktive Fenster beim Start minimieren
fr: Minimiser les fenêtres actives au lancement
it: Minimizza finestre attive all'avvio
ja: 起動時にアクティブウィンドウを最小化
pl: Minimalizuj aktywne okna przy uruchomieniu

source: Enable controller vibration
de: Controller-Vibration aktivieren
fr: Activer la vibration des manettes
it: Abilita vibrazione controller
ja: コントローラーの振動を有効化
pl: Włącz wibracje kontrolera

source: Enable logging (requires restart)
de: Protokollierung aktivieren (Neustart erforderlich)
fr: Activer les logs (nécessite un redémarrage)
it: Abilita logging (richiede riavvio)
ja: ログを有効化（再起動が必要）
pl: Włącz rejestrowanie (wymaga restartu)

source: Select Controller:
de: Controller auswählen:
fr: Sélectionner une manette :
it: Seleziona controller:
ja: コントローラーを選択:
pl: Wybierz kontroler:

source: Hotkey Button:
de: Hotkey-Taste:
fr: Bouton Hotkey :
it: Pulsante hotkey:
ja: ホットキーボタン:
pl: Przycisk skrótu:

source: Start Button:
de: Start-Taste:
fr: Bouton Start :
it: Pulsante Start:
ja: スタートボタン:
pl: Przycisk Start:

source: Detect
de: Erkennen
fr: Détecter
it: Rileva
ja: 検出
pl: Wykryj

source: Reset Current
de: Aktuelles zurücksetzen
fr: Réinitialiser
it: Reimposta corrente
ja: 現在の設定をリセット
pl: Resetuj bieżące

source: Reset All
de: Alles zurücksetzen
fr: Tout réinitialiser
it: Reimposta tutto
ja: すべてリセット
pl: Resetuj wszystko

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pl: Zapisz

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj

source: Settings saved successfully!
de: Einstellungen erfolgreich gespeichert!
fr: Paramètres enregistrés avec succès !
it: Impostazioni salvate con successo!
ja: 設定が保存されました！
pl: Ustawienia zostały zapisane!

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pl: Błąd

source: Success
de: Erfolg
fr: Succès
it: Successo
ja: 成功
pl: Sukces

source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
ja: 初期化中...
pl: Inicjalizacja...

source: Ready!
de: Bereit!
es: ¡Listo!
fr: Prêt !
it: Pronto!
ja: 準備完了！
pl: Gotowe!

source: Launching RetroBat...
de: RetroBat wird gestartet...
es: Iniciando RetroBat...
fr: Lancement de RetroBat...
it: Avvio di RetroBat...
ja: RetroBatを起動中...
pl: Uruchamianie RetroBat...

source: Controller not found
de: Controller nicht gefunden
fr: Contrôleur non trouvé
it: Controller non trovato
ja: コントローラーが見つかりません
pl: Nie znaleziono kontrolera

source: Failed to save settings
de: Fehler beim Speichern der Einstellungen
fr: Échec de l'enregistrement des paramètres
it: Impossibile salvare le impostazioni
ja: 設定の保存に失敗しました
pl: Nie udało się zapisać ustawień

source: Failed to load settings
de: Fehler beim Laden der Einstellungen
fr: Échec du chargement des paramètres
it: Impossibile caricare le impostazioni
ja: 設定の読み込みに失敗しました
pl: Nie udało się wczytać ustawień

source: Button detection timeout
de: Zeitüberschreitung bei der Tastenerkennung
fr: Délai de détection du bouton dépassé
it: Timeout rilevamento pulsante
ja: ボタン検出がタイムアウトしました
pl: Przekroczono czas wykrywania przycisku

source: [ERREUR] EmulationStation failed to start
es: EmulationStation no pudo iniciarse
fr: EmulationStation n'a pas pu démarrer

source: Starting controller service...
es: Iniciando servicio de controladores...
fr: Démarrage du service de contrôleur...

source: About BatRun
de: Über BatRun
fr: À propos de BatRun
it: Informazioni su BatRun
ja: BatRunについて
pl: O programie BatRun

source: Developed by AI for Aynshe
de: Entwickelt von KI für Aynshe
fr: Développé par IA pour Aynshe
it: Sviluppato da AI per Aynshe
ja: AynsheのためにAIによって開発
pl: Opracowane przez AI dla Aynshe

source: A launcher for RetroBat with Hotkey select/back+start.
de: Ein Launcher für RetroBat mit Hotkey select/back+start.
fr: Un lanceur pour RetroBat avec la combinaison Hotkey select/back+start.
it: Un launcher per RetroBat con hotkey select/back+start.
ja: ホットキーselect/back+startを使用するRetroBatランチャー
pl: Program uruchamiający RetroBat ze skrótem select/back+start.

source: Join us on Discord
de: Tritt uns auf Discord bei
fr: Rejoignez-nous sur Discord
it: Unisciti a noi su Discord
ja: Discordに参加
pl: Dołącz do nas na Discord

source: Source code on GitHub
de: Quellcode auf GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub
ja: GitHubのソースコード
pl: Kod źródłowy na GitHub

source: BatRun Configuration
de: BatRun-Konfiguration
fr: Configuration de BatRun
it: Configurazione BatRun
ja: BatRun 設定
pl: Konfiguracja BatRun

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
ja: アップデートを確認
pl: Sprawdź aktualizacje

source: Checking for Updates
de: Suche nach Updates
es: Buscando actualizaciones
fr: Recherche de mises à jour
it: Ricerca aggiornamenti
ja: アップデートを確認中
pl: Sprawdzanie aktualizacji

source: Checking for updates...
de: Suche nach Updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour...
it: Ricerca aggiornamenti...
ja: アップデートを確認中...
pl: Sprawdzanie aktualizacji...

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートが利用可能
pl: Dostępna aktualizacja

source: New version {0} is available. Would you like to update?
de: Neue Version {0} ist verfügbar. Möchten Sie aktualisieren?
es: La nueva versión {0} está disponible. ¿Desea actualizar?
fr: La nouvelle version {0} est disponible. Voulez-vous mettre à jour ?
it: La nuova versione {0} è disponibile. Vuoi aggiornare?
ja: 新しいバージョン{0}が利用可能です。アップデートしますか？
pl: Dostępna jest nowa wersja {0}. Czy chcesz zaktualizować?

source: Downloading Update
de: Update wird heruntergeladen
es: Descargando actualización
fr: Téléchargement de la mise à jour
it: Download aggiornamento
ja: アップデートをダウンロード中
pl: Pobieranie aktualizacji

source: Starting download...
de: Download wird gestartet...
es: Iniciando descarga...
fr: Démarrage du téléchargement...
it: Avvio download...
ja: ダウンロードを開始中...
pl: Rozpoczynanie pobierania...

source: Downloading update: {0}%
de: Update wird heruntergeladen: {0}%
es: Descargando actualización: {0}%
fr: Téléchargement de la mise à jour : {0}%
it: Download aggiornamento: {0}%
ja: アップデートをダウンロード中: {0}%
pl: Pobieranie aktualizacji: {0}%

source: Update Failed
de: Update fehlgeschlagen
es: Error en la actualización
fr: Échec de la mise à jour
it: Aggiornamento fallito
ja: アップデート失敗
pl: Aktualizacja nie powiodła się

source: Failed to install update. Please try again later.
de: Update konnte nicht installiert werden. Bitte versuchen Sie es später erneut.
es: Error al instalar la actualización. Por favor, inténtelo más tarde.
fr: Échec de l'installation de la mise à jour. Veuillez réessayer plus tard.
it: Impossibile installare l'aggiornamento. Riprova più tardi.
ja: アップデートのインストールに失敗しました。後でもう一度お試しください。
pl: Nie udało się zainstalować aktualizacji. Spróbuj ponownie później.

source: No Updates Available
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
it: Nessun aggiornamento disponibile
ja: 利用可能なアップデートはありません
pl: Brak dostępnych aktualizacji

source: You have the latest version.
de: Sie haben die neueste Version.
es: Tiene la última versión.
fr: Vous avez la dernière version.
it: Hai la versione più recente.
ja: 最新バージョンをお利用中です。
pl: Masz najnowszą wersję.

source: Failed to check for updates. Please try again later.
de: Updates konnten nicht überprüft werden. Bitte versuchen Sie es später erneut.
es: Error al buscar actualizaciones. Por favor, inténtelo más tarde.
fr: Impossible de vérifier les mises à jour. Veuillez réessayer plus tard.
it: Impossibile verificare gli aggiornamenti. Riprova più tardi.
ja: アップデートの確認に失敗しました。後でもう一度お試しください。
pl: Nie udało się sprawdzić aktualizacji. Spróbuj ponownie później.

source: Update available
es: Actualización disponible
fr: Mise à jour disponible

source: No updates available
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible

source: Update check failed
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
fr: Échec de la vérification
it: Verifica aggiornamenti fallita
ja: アップデートの確認に失敗
pl: Sprawdzanie aktualizacji nie powiodło się

source: Wallpaper Settings
de: Hintergrundeinstellungen
es: Configuración del fondo de pantalla
fr: Paramètres du fond d'écran
it: Impostazioni sfondo
ja: 壁紙設定
pt: Configurações de papel de parede

source: Use random wallpaper from folder
de: Zufälligen Hintergrund aus Ordner verwenden
es: Usar fondo de pantalla aleatorio de la carpeta
fr: Utiliser un fond d'écran aléatoire du dossier
it: Usa sfondo casuale dalla cartella
ja: フォルダからランダムな壁紙を使用
pt: Usar papel de parede aleatório da pasta

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum

source: Random Wallpaper
de: Zufälliger Hintergrund
es: Fondo de pantalla aleatorio
fr: Fond d'écran aléatoire
it: Sfondo casuale
ja: ランダム壁紙
pt: Papel de parede aleatório

source: Enable wallpaper even with Explorer running
de: Hintergrund auch bei laufendem Explorer aktivieren
es: Activar fondo de pantalla incluso con Explorer en ejecución
fr: Activer le fond d'écran même avec Explorer
it: Abilita sfondo anche con Explorer in esecuzione
ja: エクスプローラー実行中でも壁紙を有効にする
pt: Ativar papel de parede mesmo com Explorer em execução

source: Please select a wallpaper
de: Bitte wählen Sie einen Hintergrund
es: Por favor, seleccione un fondo de pantalla
fr: Veuillez sélectionner un fond d'écran
it: Seleziona uno sfondo
ja: 壁紙を選択してください
pt: Selecione um papel de parede

source: Test Wallpaper
de: Hintergrund testen
es: Probar fondo de pantalla
fr: Tester le fond d'écran
it: Prova sfondo
ja: 壁紙をテスト
pt: Testar papel de parede

source: Close Wallpaper
de: Hintergrund schließen
es: Cerrar fondo de pantalla
fr: Fermer le fond d'écran
it: Chiudi sfondo
ja: 壁紙を閉じる
pt: Fechar papel de parede

source: Loop video wallpapers
de: Videos in Schleife abspielen
es: Reproducir videos en bucle
fr: Lecture en boucle des vidéos
ja: ビデオをループ再生

source: Enable video audio
de: Video-Audio aktivieren
es: Activar audio de video
fr: Activer l'audio des vidéos
ja: ビデオの音声を有効にする

source: Shell Launcher
es: Lanzador de Shell
fr: Lanceur de Shell
ja: シェルランチャー

source: Shell Configuration
fr: Configuration du shell

source: Enable Custom User Interface in Group Policy
de: Benutzerdefinierte Benutzeroberfläche in Gruppenrichtlinie aktivieren
es: Habilitar interfaz de usuario personalizada en la directiva de grupo
fr: Activer l'interface utilisateur personnalisée dans la stratégie de groupe
it: Abilita interfaccia utente personalizzata nei criteri di gruppo
ja: グループポリシーでカスタムユーザーインターフェースを有効にする

source: Add Application
de: Anwendung hinzufügen
es: Agregar aplicación
fr: Ajouter une application
it: Aggiungi applicazione
ja: アプリケーションを追加

source: Add Command
de: Befehl hinzufügen
es: Agregar comando
fr: Ajouter une commande
it: Aggiungi comando
ja: コマンドを追加

source: Enter Command
fr: Saisir une commande

source: Set Delay
fr: Définir le délai

source: Edit Command
fr: Modifier la commande

source: Edit Application Path
fr: Modifier le chemin de l'application

source: Browse...
fr: Parcourir...

source: Delay (seconds):
fr: Délai (secondes) :

source: This action will configure BatRun as a custom shell.
de: Diese Aktion wird BatRun als benutzerdefinierte Shell konfigurieren.
es: Esta acción configurará BatRun como shell personalizado.
fr: Cette action va configurer BatRun comme shell personnalisé.
it: Questa azione configurerà BatRun come shell personalizzata.
ja: この操作により、BatRunをカスタムシェルとして設定します。

source: To restore Windows Explorer:
de: Um Windows Explorer wiederherzustellen:
es: Para restaurar Windows Explorer:
fr: Pour restaurer l'explorateur Windows :
it: Per ripristinare Windows Explorer:
ja: Windows Explorerを復元するには：

source: - Uncheck this box
de: - Deaktivieren Sie dieses Kontrollkästchen
es: - Desmarque esta casilla
fr: - Décochez cette case
it: - Deseleziona questa casella
ja: - このボックスのチェックを外してください

source: Do you want to continue?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?
fr: Voulez-vous continuer ?
it: Vuoi continuare?
ja: 続行しますか？

source: This action will restore the default Windows Explorer shell.
de: Diese Aktion wird die Standard-Windows-Explorer-Shell wiederherstellen.
es: Esta acción restaurará el shell predeterminado de Windows Explorer.
fr: Cette action va restaurer l'explorateur Windows par défaut.
it: Questa azione ripristinerà la shell predefinita di Windows Explorer.
ja: この操作により、デフォルトのWindows Explorerシェルが復元されます。

source: Custom Shell Configuration
de: Benutzerdefinierte Shell-Konfiguration
es: Configuración de Shell Personalizado
fr: Configuration du shell personnalisé
it: Configurazione Shell Personalizzata
ja: カスタムシェルの設定

source: Restore Default Shell
de: Standard-Shell wiederherstellen
es: Restaurar Shell Predeterminado
fr: Restaurer le shell par défaut
it: Ripristina Shell Predefinita
ja: デフォルトシェルの復元

source: Operation cancelled. Administrative privileges are required.
de: Vorgang abgebrochen. Administratorrechte sind erforderlich.
es: Operación cancelada. Se requieren privilegios administrativos.
fr: Opération annulée. Les privilèges administrateur sont nécessaires.
it: Operazione annullata. Sono richiesti privilegi amministrativi.
ja: 操作がキャンセルされました。管理者権限が必要です。

source: Operation cancelled
de: Vorgang abgebrochen
es: Operación cancelada
fr: Opération annulée
it: Operazione annullata
ja: 操作がキャンセルされました

source: An error occurred: {0} Make sure you have administrative privileges.
de: Ein Fehler ist aufgetreten: {0} Stellen Sie sicher, dass Sie über Administratorrechte verfügen.
es: Se produjo un error: {0} Asegúrese de tener privilegios administrativos.
fr: Une erreur s'est produite : {0} Assurez-vous d'avoir les privilèges administrateur.
it: Si è verificato un errore: {0} Assicurati di avere i privilegi amministrativi.
ja: エラーが発生しました：{0} 管理者権限があることを確認してください。

source: Creating system restore point...
de: Systemwiederherstellungspunkt wird erstellt...
es: Creando punto de restauración del sistema...
fr: Création d'un point de restauration système...
it: Creazione punto di ripristino del sistema...
ja: システムの復元ポイントを作成中...

source: System restore point created successfully.
de: Systemwiederherstellungspunkt wurde erfolgreich erstellt.
es: Punto de restauración del sistema creado con éxito.
fr: Point de restauration système créé avec succès.
it: Punto di ripristino del sistema creato con successo.
ja: システムの復元ポイントが正常に作成されました。

source: Configuring for user with SID: {0}
de: Konfiguration für Benutzer mit SID: {0}
es: Configurando para el usuario con SID: {0}
fr: Configuration pour l'utilisateur avec le SID : {0}
it: Configurazione per l'utente con SID: {0}
ja: SID：{0}のユーザーに対して設定中

source: Creating registry key: {0}
de: Registrierungsschlüssel wird erstellt: {0}
es: Creando clave de registro: {0}
fr: Création de la clé de registre : {0}
it: Creazione chiave di registro: {0}
ja: レジストリキーを作成中：{0}

source: Configuring custom shell: {0}
de: Benutzerdefinierte Shell wird konfiguriert: {0}
es: Configurando shell personalizado: {0}
fr: Configuration du shell personnalisé : {0}
it: Configurazione shell personalizzata: {0}
ja: カスタムシェルを設定中：{0}

source: Custom shell configured successfully.
de: Benutzerdefinierte Shell wurde erfolgreich konfiguriert.
es: Shell personalizado configurado con éxito.
fr: Shell personnalisé configuré avec succès.
it: Shell personalizzata configurata con successo.
ja: カスタムシェルが正常に設定されました。

source: Removing shell key...
de: Shell-Schlüssel wird entfernt...
es: Eliminando clave de shell...
fr: Suppression de la clé shell...
it: Rimozione chiave shell...
ja: シェルキーを削除中...

source: Configuration restored to default.
de: Konfiguration wurde auf Standard zurückgesetzt.
es: Configuración restaurada a valores predeterminados.
fr: Configuration restaurée par défaut.
it: Configurazione ripristinata ai valori predefiniti.
ja: 設定がデフォルトに復元されました。

source: No configuration to remove.
de: Keine Konfiguration zum Entfernen vorhanden.
es: No hay configuración para eliminar.
fr: Aucune configuration à supprimer.
it: Nessuna configurazione da rimuovere.
ja: 削除する設定がありません。

source: Press any key to continue...
de: Drücken Sie eine beliebige Taste, um fortzufahren...
es: Presione cualquier tecla para continuar...
fr: Appuyez sur une touche pour continuer...
it: Premi un tasto qualsiasi per continuare...
ja: 続行するには任意のキーを押してください...

source: Unable to retrieve user SID
de: Benutzer-SID konnte nicht abgerufen werden
es: No se puede obtener el SID del usuario
fr: Impossible de récupérer le SID de l'utilisateur
it: Impossibile recuperare il SID dell'utente
ja: ユーザーSIDを取得できません

source: Open BatRun Interface
de: BatRun-Oberfläche öffnen
es: Abrir interfaz de BatRun
fr: Ouvrir l'interface BatRun
it: Apri interfaccia BatRun
ja: BatRunインターフェースを開く
pl: Otwórz interfejs BatRun

source: Open RetroBat Folder
de: RetroBat-Ordner öffnen
es: Abrir carpeta de RetroBat
fr: Ouvrir le dossier RetroBat
it: Apri cartella RetroBat
ja: RetroBatフォルダを開く
pl: Otwórz folder RetroBat

source: Task Manager
es: Administrador de tareas
fr: Gestionnaire des tâches
it: Gestione attività
ja: タスクマネージャー
pl: Menedżer zadań

source: Hidden Windows
fr: Fenêtres masquées

source: No Hidden Windows
fr: Aucune fenêtre masquée

source: Status
fr: État

source: Hidden
fr: Masquée

source: Path
fr: Chemin

source: Delay (seconds)
de: Verzögerung (Sekunden)
es: Retraso (segundos)
fr: Délai (secondes)
it: Ritardo (secondi)
ja: 遅延（秒）
pl: Opóźnienie (sekundy)

source: Auto-Hide
fr: Masquage auto

source: Command
fr: Commande

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効
pl: Włącz

source: Persistent
fr: Persistant

source: Show All
fr: Tout afficher

source: Double Launch
fr: Double lancement

source: Double Launch Delay
fr: Délai de double lancement

source: Delay between launches (seconds):
fr: Délai entre les lancements (secondes) :

source: Instance Settings
fr: Paramètres d'instance

source: Allow only one instance of this application
de: Nur eine Instanz dieser Anwendung zulassen
es: Permitir solo una instancia de esta aplicación
fr: Autoriser une seule instance de cette application
it: Consenti una sola istanza di questa applicazione
ja: このアプリケーションの単一インスタンスのみを許可
pl: Zezwól tylko na jedną instancję tej aplikacji

source: Shortcuts
fr: Raccourcis

source: Shortcuts Interface
fr: Interface des raccourcis

source: Enter Shortcut Name
fr: Entrer le nom du raccourci

source: Edit Shortcut
fr: Modifier le raccourci

source: Name:
fr: Nom :

source: Path:
fr: Chemin :

source: Launch RetroBAT at the end of the list
de: RetroBAT am Ende der Liste starten
es: Lanzar RetroBAT al final de la lista
fr: Lancer RetroBAT à la fin de la liste
it: Avviare RetroBAT alla fine della lista
ja: リストの最後にRetroBATを起動
pl: Uruchom RetroBAT na końcu listy

source: Manage Applications Hide
de: Versteckte Anwendungen verwalten
es: Gestionar aplicaciones ocultas
fr: Gérer les applications masquées
it: Gestisci applicazioni nascoste
ja: 非表示アプリケーションの管理

source: Configuration
de: Konfiguration
it: Configurazione
ja: 設定
pl: Konfiguracja

source: Version
it: Versione
ja: バージョン
pl: Wersja

source: Hide ES during loading
es: Ocultar ES durante la carga
it: Nascondi ES durante il caricamento

source: Show splash screen on startup
es: Mostrar pantalla de inicio
it: Mostra schermata iniziale all'avvio

source: Show hotkey splash screen
es: Mostrar pantalla RetroBat
it: Mostra schermata RetroBat

source: startup
es: inicio
it: avvio

source: Shortcut
es: Acceso directo
it: Collegamento

source: Registry
es: Registro
it: Registro

source: Task
es: Tarea
it: Attività

source: Disabled
es: Desactivado
it: Disattivato

source: The following options are automatically disabled when Hide ES during loading is enabled:
ar: A következő opciók automatikusan letiltásra kerülnek, amikor az 'ES elrejtése betöltés közben' engedélyezve van:
es: Las siguientes opciones se desactivan automáticamente cuando se activa 'Ocultar ES durante la carga':
it: Le seguenti opzioni vengono automaticamente disabilitate quando 'Nascondi ES durante il caricamento' è attivato:
pl: Następujące opcje są automatycznie wyłączane, gdy włączona jest opcja 'Ukryj ES podczas ładowania':
pt: As seguintes opções são automaticamente desativadas quando 'Ocultar ES durante o carregamento' está ativado:
tr: ES'yi yükleme sırasında gizle etkinleştirildiğinde aşağıdaki seçenekler otomatik olarak devre dışı bırakılır:

source: -Show splash screen on startup
ar: -Kezdőképernyő megjelenítése indításkor
es: -Mostrar pantalla de inicio al arrancar
it: -Mostra schermata iniziale all'avvio
pl: -Pokaż ekran powitalny przy starcie
pt: -Mostrar tela inicial na inicialização
tr: -Başlangıçta açılış ekranını göster

source: -Show RetroBat splash screen
ar: -RetroBat kezdőképernyő megjelenítése
es: -Mostrar pantalla de inicio de RetroBat
it: -Mostra schermata iniziale RetroBat
pl: -Pokaż ekran powitalny RetroBat
pt: -Mostrar tela inicial do RetroBat
tr: -RetroBat açılış ekranını göster

source: -Minimize active windows on launch
ar: -Aktív ablakok minimalizálása indításkor
es: -Minimizar ventanas activas al iniciar
it: -Minimizza le finestre attive all'avvio
pl: -Minimalizuj aktywne okna przy uruchomieniu
pt: -Minimizar janelas ativas ao iniciar
tr: -Başlatırken aktif pencereleri küçült

source: -RetroBat intro video will also be disabled.
ar: -A RetroBat bevezető videó is letiltásra kerül.
es: -El video de introducción de RetroBat también se desactivará.
it: -Il video introduttivo di RetroBat verrà anche disabilitato.
pl: -Film wprowadzający RetroBat zostanie również wyłączony.
pt: -O vídeo de introdução do RetroBat também será desativado.
tr: -RetroBat giriş videosu da devre dışı bırakılacak.

source: Information
ar: Információ
es: Información
it: Informazione
pl: Informacja
pt: Informação
tr: Bilgi
