Repository: Aynshe/BatRun
Catalog: Locales/*/messages.po
Languages: ar, de, es, fr, it, ja, pl, pt, tr

source: MediaPlayer Settings
ar: إعدادات مشغل الوسائط
es: Configuración del MediaPlayer
it: Impostazioni MediaPlayer
pl: Ustawienia MediaPlayer
pt: Configurações do MediaPlayer
tr: MediaPlayer Ayarları

source: Available videos:
ar: مقاطع الفيديو المتاحة:
es: Vídeos disponibles:
it: Video disponibili:
pl: Dostępne filmy:
pt: Vídeos disponíveis:
tr: Mevcut videolar:

source: Loop playback
ar: تكرار التشغيل
es: Reproducción en bucle
it: Riproduzione in loop
pl: Zapętlone odtwarzanie
pt: Reprodução em loop
tr: Döngüsel oynatma

source: Mute after first playback
ar: كتم الصوت بعد التشغيل الأول
es: Silenciar después de la primera reproducción
it: Disattiva audio dopo la prima riproduzione
pl: Wycisz po pierwszym odtworzeniu
pt: Silenciar após primeira reprodução
tr: İlk oynatmadan sonra sessize al

source: Mute all audio
ar: كتم كل الأصوات
es: Silenciar todo el audio
it: Disattiva tutto l'audio
pl: Wycisz wszystkie dźwięki
pt: Silenciar todo o áudio
tr: Tüm sesi kapat

source: The 'Hide ES during loading' option has been enabled. BatRun will restart to apply changes.
es: La opción 'Ocultar ES durante la carga' ha sido activada. BatRun se reiniciará para aplicar los cambios.
it: L'opzione 'Nascondi ES durante il caricamento' è stata attivata. BatRun si riavvierà per applicare le modifiche.
pl: Opcja 'Ukryj ES podczas ładowania' została włączona. BatRun zostanie uruchomiony ponownie, aby zastosować zmiany.
pt: A opção 'Ocultar ES durante o carregamento' foi ativada. O BatRun será reiniciado para aplicar as alterações.

source: The 'Hide ES during loading' option has been disabled. BatRun will restart to apply changes.
es: La opción 'Ocultar ES durante la carga' ha sido desactivada. BatRun se reiniciará para aplicar los cambios.
it: L'opzione 'Nascondi ES durante il caricamento' è stata disattivata. BatRun si riavvierà per applicare le modifiche.
pl: Opcja 'Ukryj ES podczas ładowania' została wyłączona. BatRun zostanie uruchomiony ponownie, aby zastosować zmiany.
pt: A opção 'Ocultar ES durante o carregamento' foi desativada. O BatRun será reiniciado para aplicar as alterações.

source: Restart Required
es: Reinicio Requerido
it: Riavvio Richiesto
pl: Wymagane Ponowne Uruchomienie
pt: Reinicialização Necessária

source: An error occurred while saving the configuration.
es: Se produjo un error al guardar la configuración.
it: Si è verificato un errore durante il salvataggio della configurazione.
pl: Wystąpił błąd podczas zapisywania konfiguracji.
pt: Ocorreu um erro ao salvar a configuração.

source: Version {0}
es: Versión {0}
